{
  "personal-recommendations": {
    "title": "Personal Recommendations!",
    "date": "2025-08-18",
    "tags": ["Personal", "Books", "Music"],
    "content_html": "<p>Here are my top picks for books, music, and podcasts this month!</p>\n<ul>\n<li><strong>Book:</strong> The Intelligence Trap by David Robson</li>\n<li><strong>Album:</strong> Looking Forward by Crosby, Stills, Nash &amp; Young</li>\n<li><strong>Podcast:</strong> The Great Simplification: The Silent Collapse: What the Disappearance of Insects Means for Humanity and the Earth with Oliver Milman</li>\n</ul>"
  },
  "net-zero-2025": {
    "title": "UK Net Zero 2025: Progress, Pitfalls, and What’s Next",
    "date": "22 Aug 2025",
    "tags": ["Net Zero", "UK Government"],
    "content_html": "<p>Last month (June 2025) marked six years since the <a href=\"https://www.legislation.gov.uk/ukpga/2008/27/contents\">Climate Change Act of 2008</a> was amended to commit the UK to net zero emissions by 2050, replacing the previous target of an 80% reduction. This ambitious goal is supported by an interim commitment of an 81% emissions reduction by 2035, reaffirmed by Prime Minister Sir Keir Starmer at the COP29 meeting in December 2024<sup>1</sup>.</p>\n\n<p>The UK has been a pioneer in many aspects of tackling climate change—being the first nation to commit to net zero emissions and driving major policy changes to spur what was once called the <a href=\"https://www.gov.uk/government/publications/the-ten-point-plan-for-a-green-industrial-revolution\">green industrial revolution</a>. So far, the UK has met its targets for cutting carbon emissions up to 2025, with 2024 seeing a 50.4% reduction compared to 1990 levels<sup>2</sup>. However, this achievement is largely due to the phasing out of coal-fired power plants and reductions in industry-related emissions (or perhaps shifting manufacturing abroad, a debate for another day). The last coal-fired power plant, in Ratcliffe-on-Soar, closed in 2024<sup>3</sup>, and the <a href=\"https://www.gov.uk/government/publications/clean-power-2030-action-plan\">Clean Power by 2030 Action Plan</a> has laid out the framework for transitioning the nation to 100% renewable energy by 2030, including nuclear power.</p>\n\n<p>However, it’s not all good news. Despite steady progress, the toughest challenges for the government lie ahead. With coal out of the picture, the real test will be how far policymakers are willing to go. The aviation sector has shown an increase in carbon emissions year on year<sup>4</sup> (excluding 2020-21 due to COVID-19). The same trend applies to emissions from imports, which are steadily rising. These imported emissions come from goods and services brought in from other countries, raising questions about what the government is doing to address Scope 2 and Scope 3 emissions linked to the UK’s economic activity.</p>\n\n<p>The challenges ahead are clear. From now on, the biggest reductions must come from sectors beyond energy<sup>4</sup>. Industry, surface transportation, aviation, shipping, land use (such as agriculture and forestry), and buildings will all need to play their part. The government hopes you and I will ditch petrol cars and buy electric ones (hence the EV purchase grants). In fact, by 2030, you won’t have a choice because sales of new petrol and diesel cars will be banned<sup>5</sup>. The Climate Change Committee has also recommended that new residential buildings be fitted with heat pumps instead of gas boilers, and that older homes be retrofitted<sup>4</sup>. This is a real pickle, considering only about 1% of UK homes currently use heat pump technology, one of the lowest adoption rates in Europe.</p>\n\n<figure>\n<img class=\"carbon_emissions_net_zero\" src=\"assets/images/carbon_emissions_net_zero.jpg\" alt=\"Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in achieving Net Zero targets, other sectors must significantly reduce their carbon emissions between 2025 and 2050\">\n<figcaption>Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in achieving Net Zero targets, other sectors must significantly reduce their carbon emissions between 2025 and 2050.</figcaption>\n</figure>\n\n<p>With all this in mind, I’m holding my breath for the Carbon Budget Delivery Plan (CBDP 2025), expected by October after two back-to-back legal challenges from the good people of Client Earth, Friends of the Earth, and the Good Law Project. These NGOs are doing the heavy lifting of holding the government accountable, ensuring real action, not wishy-washy false promises (e.g., <a href=\"https://www.gov.uk/government/publications/net-zero-strategy\">BoJo’s Build Back Greener</a>). Keep your eyes peeled at this space to know how the current government intends to deliver meaningful carbon reductions in the years ahead.</p>\n\n<p><strong>22 August 2025</strong><br>Nishant Chauhan<br>(Edited with the help of OpenAI)</p>\n\n<ul>\n<li><sup>1</sup> <a href=\"https://esgnews.com/uk-prime-minister-starmer-commits-to-cutting-emissions-by-81-by-2035-at-cop29/\">ESG News</a></li>\n<li><sup>2</sup> <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9888/\">UK Parliament 2025 Progress Report</a></li>\n<li><sup>3</sup> <a href=\"https://www.bbc.co.uk/news/articles/c5y35qz73n8o\">BBC News</a></li>\n<li><sup>4</sup> <a href=\"https://www.theccc.org.uk/publication/progress-in-reducing-emissions-2025-report-to-parliament/#progress-in-reducing-emissions-2025-report-to-parliament\">The Climate Change Committee 2025 Progress Report</a></li>\n<li><sup>5</sup> <a href=\"https://www.gov.uk/government/speeches/phasing-out-the-sale-of-new-petrol-and-diesel-cars-from-2030-and-support-for-zero-emission-vehicle-zev-transition\">UK Government Announcement</a></li>\n</ul>"
  },
  "climate-adaptation-2025": {
    "title": "What is the UK’s progress in preparing for climate change?",
    "date": "27 Aug 2025",
    "tags": ["Climate Change", "UK Government"],
    "content_html": "<p>Even if the UK achieves Net Zero by 2050, the carbon we emit up to that point will continue to influence the climate. Moreover, not all countries have committed to the same target, meaning global emissions could keep adding to the ocean-atmosphere system well beyond 2050. Europe is already the fastest warming continent in the world<sup>1</sup>, and this makes it clear that the UK needs to prepare for a changing climate and its potential impact on society. </p>\n\n<p>CO<sub>2</sub> in the atmosphere contributes to the greenhouse effect, which causes global warming. As the planet warms, the atmosphere holds more energy, leading to higher temperatures and consequentially, greater evaporation. This accelerates the water cycle, making weather extremes such as heatwaves and heavy rainfall more frequent and severe. The consequences of these changes are already evident in the UK. 2024 was the hottest year on record<sup>2</sup>, and in 2022, the UK experienced temperatures above 40&deg;C for the first time<sup>3</sup>. </p>\n\n<p>Heatwaves pose serious risks to human health, especially for vulnerable people and children. They can also cause severe damage to infrastructure. Roads can develop cracks, or become softer, reducing road safety. Railway tracks may buckle, and overhead power lines can sag under the heat. Data centres and servers can overheat and fail, causing disruptions across sectors. Additionally, heatwaves can give rise to wildfires. Recent years have seen an unprecedented increase in wildfires in UK and Europe, with 2025 being the worst year. </p>\n\n<figure>\n<img class=\"wildfires-uk-2025\" src=\"assets/images/wildires-uk-2025.jpg\" alt=\"2025 has seen the largest area of land burnt due to wildfires in the UK, source: Global Wildfire Information System\">\n<figcaption>The UK has seen the largest amount of terrestrial area burnt due to wildfires in 2025. Source: Global Wildfire Information System </figcaption>\n</figure>\n\n<p>Climate change also affects rainfall patterns. The UK saw its wettest 18 months on record between October 2022 and March 2024<sup>4</sup>. Heavy rainfall over short periods overwhelms drainage systems, causing excess surface water runoff and creating floods. Flooding can affect residential houses, businesses and industries. By 2050, one in four houses are at risk of flooding in the UK, and towns like Tenbury Wells in Worcestershire have already endured floods several times in recent years<sup>5</sup>. Flooding also affects transport networks. Over a third of the UK’s rail and road network is currently at risk of flooding, and this may increase to over half by 2050. </p>\n\n<p>Despite these looming threats, the UK is not adequately prepared. The climate change committee (CCC) highlighted this in their <a href=\"https://www.theccc.org.uk/publication/progress-in-adapting-to-climate-change-2025/#progress-in-adapting-to-climate-change-2025\">2025 progress report</a>, warning that the government is yet to take substantial action towards improving UK’s resilience to climate change. One of the biggest challenges lies in governance: adaptation responsibilities are spread across multiple departments, and policies are poorly integrated with other priorities. The CCC provides a Climate Change Risk Assessment (CCRA) to the government, which advises the government in producing a National Adaptation Plan (NAP). Both are based on data reported under the adaptation reporting power (ARP), through which the government seeks to obtain data on the present and/or future impacts of climate change on organisations (e.g., water and transport companies, and financial regulators). The government is legally required to produce these NAPs over 5-year periods as set out in the Climate Change Act of 2008. The most recent <a href=\"https://www.gov.uk/government/publications/third-national-adaptation-programme-nap3\">NAP3</a> was published in July 2023, and since then, the CCC has produced several documents highlighting the necessity of implementing policies focused on climate change adaptation. So far, the government has failed to address these concerns. </p>\n\n<figure>\n<img class=\"UK-progress-prep-cliamte-change-2025\" src=\"assets/images/UK-progress-prep-cliamte-change-2025.jpg\" alt=\"A summary of the assessment done by the Climate Change Committee on the UK’s progress in preparing for climate change. source: Progress Report 2025, Climate Change Committee\">\n<figcaption>A summary of the assessment done by the Climate Change Committee on the UK’s progress in preparing for climate change. Out of the 46 required outcomes, only three have had good progress on policies and plans. Source: Progress Report 2025, Climate Change Committee</figcaption>\n</figure>\n\n<p>Measuring progress is complex because there is no single metric that measures resilience to climate change. Instead, the CCC identifies risks and opportunities upon which the government must act. Of the 61 risks identified, some of the most critical include:</p>\n\n<ul><li>Risk to the viability and diversity of terrestrial and freshwater habitats and species from multiple hazards.</li><li>Risks to soil health due to flooding and drought, and the loss of natural carbon stores.</li><li>Risk to crops, livestock, food supply and essential services due to supply chain disruptions.</li><li>Risk to human health and the economy from power failures.</li><li>Risks to the UK from climate impacts overseas (climate migration, disruption in industry, geopolitical tensions, etc.).</li></ul>\n\n<p>Clearly, there is plenty that needs to be done to improve our resilience to climate change. Homes can be retrofitted to withstand extreme weather such as prolonged rainfall or heatwaves. The government can invest in stronger flood defences to protect riversides and prevent coastal erosion. Freshwater management can be significantly improved to withstand heavy rainfall without causing contamination. Farming practices can evolve, with policies to incentivise sustainable farming practices and protect food security.</p>\n\n<p>The climate is changing, and the UK cannot afford to wait. Strengthening resilience now is not just a matter of policy, it is a matter of survival.</p>\n\n<sup>1</sup><a href=\"https://www.eea.europa.eu/en/analysis/publications/european-climate-risk-assessment\">European Climate Risk Assessment</a><sup>2</sup><a href=\"https://wmo.int/news/media-centre/wmo-confirms-2024-warmest-year-record-about-155degc-above-pre-industrial-level\">2024 Hottest Year in UK</a><sup>3</sup><a href=\"https://www.bbc.co.uk/news/uk-62217282\">40 degrees Celsius in the UK for the first time</a><sup>4</sup><a href=\"https://news.sky.com/story/england-soaked-by-record-rainfall-in-last-18-months-new-met-office-figures-show-13106645\">UK’s wettest 18 months since records began</a><sup>5</sup><a href=\"https://www.bbc.co.uk/news/articles/c334jnmx6lzo\">Flooding in Tenbury Wells</a>"
  }


}
