{
  "personal-recommendations": {
    "title": "Personal Recommendations!",
    "date": "2025-08-18",
    "tags": ["Personal", "Books", "Music"],
    "content": "<p>Here are my top picks for books, music, and podcasts this month!</p><ul><li>Book: The Intelligence Trap by David Robson</li><li>Album: Looking Forward by Crosby, Stills, Nash & Young </li><li>Podcast: The Great Simplification: The silent collapse: What the disappearance of insects means forhumanity and the Earth with Oliver Milman</li></ul>"
  },
  "second-blog": {
    "title": "UK Net Zero 2025: Progress, Pitfalls, and What’s Next",
    "date": "2025-08-22",
    "tags": ["Net Zero", "UK Government"],
    "content": "<p>Last month (June 2025) marked six years since the <a href="https://www.legislation.gov.uk/ukpga/2008/27/contents"> Climate Change Act of 2008</a> was 
    amended to commit the UK to net zero emissions by 2050, replacing the previous target of an 80% reduction. 
    This ambitious goal is supported by an interim commitment of an 81% emissions reduction by 2035, reaffirmed 
    by Prime Minister Sir Keir Starmer at the COP29 meeting in December 2024<sup>1</sup>.</p>
  
<p>The UK has been a pioneer in many aspects of tackling climate change—being the first nation to commit to net
    zero emissions and driving major policy changes to spur what was once called the <a href="https://www.gov.uk/government/publications/the-ten-point-plan-for-a-green-industrial-revolution">green industrial revolution</a> 
    (a term that seems to have faded from use). So far, the UK has met its targets for cutting carbon emissions 
    up to 2025, with 2024 seeing a 50.4% reduction compared to 1990 levels<sup>2</sup>. However, this achievement is largely 
    due to the phasing out of coal-fired power plants and reductions in industry-related emissions (or perhaps shifting 
    manufacturing abroad, a debate for another day). The last coal-fired power plant, in Ratcliffe-on-Soar, closed in
    2024<sup>3</sup>, and the <a href="https://www.gov.uk/government/publications/clean-power-2030-action-plan">Clean Power by 2030 Action Plan </a>has laid out the framework for transitioning the nation to 100% renewable
    energy by 2030, including nuclear power.</p>
<p>However, it’s not all good news. Despite steady progress, the toughest challenges for the government lie ahead. 
    With coal out of the picture, the real test will be how far policymakers are willing to go. The aviation sector 
    has shown an increase in carbon emissions year on year<sup>4</sup> (excluding 2020-21 due to COVID-19). The same trend applies
    to emissions from imports, which are steadily rising. These imported emissions come from goods and services brought
    in from other countries, raising questions about what the government is doing to address Scope 2 and Scope 3 emissions
    linked to the UK’s economic activity.</p>
<p>The challenges ahead are clear. From now on, the biggest reductions must come from sectors beyond energy<sup>4</sup>. Industry, 
    surface transportation, aviation, shipping, land use (such as agriculture and forestry), and buildings will all need 
    to play their part. The government hopes you and I will ditch petrol cars and buy electric ones (hence the EV purchase grants).
    In fact, by 2030, you won’t have a choice because sales of new petrol and diesel cars will be banned<sup>5</sup>. 
    The Climate Change Committee has also recommended that new residential buildings be fitted with heat pumps instead of gas boilers,
    and that older homes be retrofitted<sup>4</sup>. This is a real pickle, considering only about 1% of UK homes currently use heat pump technology,
    one of the lowest adoption rates in Europe.</p>

    <p> <img class="carbon_emissions_net_zero" src="assets/images/carbon_emissions_net_zero.jpg" alt="Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in acheiving Net Zero targets, other sectors must significanly reduce their carbon emissions between 2025 and 2050">
    <figcaption>Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in acheiving Net Zero targets, other sectors must significanly reduce their carbon emissions between 2025 and 2050.</figcaption></p>
<p>With all this in mind, I’m holding my breath for the Carbon Budget Delivery Plan (CBDP 2025), expected by October after two back-to-back
legal challenges from the good people of Client Earth, Friends of the Earth, and the Good Law Project. These NGOs are doing the heavy lifting 
of holding the government accountable, ensuring real action, not wishy-washy false promises (e.g., <a href = "https://www.gov.uk/government/publications/net-zero-strategy" >BoJo’s Build Back Greener</a>). Keep your eyes
peeled at this space to know how the current government intends to deliver meaningful carbon reductions in the years ahead.</p>"

<p><br>22 August 2025</br>
Nishant Chauhan
(Edited with the help of OpenAI)
</p>
<p><li> <sup>1</sup><a href="esgnews.com/uk-prime-minister-starmer-commits-to-cutting-emissions-by-81-by-2035-at-cop29/">ESG News</a></li>
<li><sup>2</sup><a href="https://commonslibrary.parliament.uk/research-briefings/cbp-9888/"> UK Parliament 2025 Progress Report </a></li>
<li><sup>3</sup><a href="https://www.bbc.co.uk/news/articles/c5y35qz73n8o">BBC News</a>
<li><sup>2</sup><a href="https://www.theccc.org.uk/publication/progress-in-reducing-emissions-2025-report-to-parliament/#progress-in-reducing-emissions-2025-report-to-parliament"> The Cliamte Change Committee 2025 Progress Report </a></li>
<li><sup>3</sup><a href="https://www.gov.uk/government/speeches/phasing-out-the-sale-of-new-petrol-and-diesel-cars-from-2030-and-support-for-zero-emission-vehicle-zev-transition">UK Parliament </a>"
  }
}
