{
   "latest-news": {
    "title": "Latest News",
    "date": "2025-10-18",
    "tags": ["News", "Updates"],
    "content_html": "<ul>\n<li><strong>18 Oct 2025: </strong> I visited Hastings over the weekend to see Graham Nash perform live, and what a performance! I feel so lucky that I get to see my favorite artists perform my favorite songs live! The trip was amazing too! I rode my motorbike all the way and back and it was so much fun!</li>\n<li><strong>12 Sep 2025: </strong> Just attended (and co-organised) the Advances in Coccolithophore Research 2025 meeting in Plymouth, UK. What a great conference (I'm biased, ofc)! By in all honesty, what I thoroughly enjoy about this conference (and its past iterations) is the small size, where you get to really know the academics in your field. Unlike large conferences with multiple simultaneous sessions, this was a small room with 34ish people listening to the same talk. I would definitely recommend finding a similar conference within your field. </li>\n<li><strong>8 Sep 2025: </strong> I completed my first ever solo moto-camping trip where I solo camped, and walked along the Coast Path in Devon and Cornwall, UK. What a blast! </li>\n<li><strong> 30 Aug 2025: </strong> My visit to Oxford has come to an end. I was based at the department of Earth Science, University of Oxford, where I was doing some culture experiments on coccolithophores! Watch this space for more updates on that! </li>\n</ul>"
  },
  "personal-recommendations": {
    "title": "Personal Recommendations!",
    "date": "2025-09-15",
    "tags": ["Personal", "Books", "Music"],
    "content_html": "<p>Here are my latest picks for books, music, and podcasts! </p>\n<ul>\n<li><strong>Book:</strong> Mindest by Carol Dweck</li>\n<li><strong>Album:</strong> Deja Vu by Crosby Stills Nash & Young </li>\n<li><strong>Podcast:</strong> Bold Politics - Zack Polanski</li>\n</ul>"
  },
   "bess-2025": {
    "title": "Battery Energy Storage Systems: The answer to the renewable grid instability?",
    "date": "2025-10-19",
    "tags": ["Green Energy", "UK Government"],
    "content_html": "<p><a href=\"https://www.gov.uk/government/publications/clean-power-2030-action-plan\">The Clean Power 2030 action plan</a> requires 95% of our energy to come from low carbon (renewable/nuclear) sources. This plan states that the UK will need to develop energy storage systems capable of storing 23-27 Gigawatts of energy by 2030, up from 4.5 Gigawatts as of 2024. However, one of the main shortcomings of renewable energy is that we cannot produce <q>energy on demand</q> during peak consumption, especially if it is during a time when the sun is not shining and the wind not blowing. With fossil fuels, we just burn more of it when needed. This is where energy storage comes into play. Battery Energy Storage Systems (BESSs) use (lithium-ion) batteries to store large amounts of energy, ideally produced by renewable sources, for later consumption during high(er) demand. I put lithium-ion in brackets as this technology is ever-evolving, and we may see other forms of storage systems, such as sodium-ion batteries, in the near future. Lithium-ion batteries are used for short-term storage, while <q>pumped hydroelectric storage</q> is used for longer-term (1-2 days) of storage. There are several other technologies in development, which you can read about <a href=\"https://www.gov.uk/government/publications/long-duration-electricity-storage-scenario-deployment-analysis\">here</a>. </p><p>The setting up of a BESS requires planning permissions from local authorities, and potentially a generating licence from Ofgem to operate. Until 2020, BESSs with electricity generating capacities over 50 Megawatts were considered as Nationally Significant Infrastructure Projects (NSIP), which required development consent from the Secretary of State for Business, Energy and Industrial Strategy (BEIS). However, after a consultation, the government decided to cut the bureaucratic red tape as it soon realised that many of these sites were planned at a convenient 49-Megawatt capacities to avoid obtaining the necessary permissions set at the 50 MW threshold. This will (hopefully) aid in the governments progress towards Clean Power 2030 action plan and the broader Net Zero by 2050 target. It will also make it easier for local authorities to build BESSs with larger capacities. <a href=\"https://www.gov.uk/government/publications/renewable-energy-planning-database-monthly-extract\">As of September 2025</a>, the UK had 127 operational BESSs with a cumulative 2897.5 MW capacity. Many more cases are categorised as <q>Application Submitted</q> or <q>Awaiting Construction</q>. </p>\n\n<figure>\n<img class=\"BESS_Sep_2025\" src=\"assets/images/BESS_Sep_2025.jpg\" alt=\"The number of BESS sites under construction, operational, and proposed around the UK until September 2025\">\n<figcaption>The number of BESS sites under construction, operational, and proposed around the UK until September 2025. The vertical dashed line indicates when the government lifted the need for projects to obtain development consent from the BEIS. Source: The UK Renewable Energy Planning Database Monthly Extract (accessed October 2025).</figcaption>\n</figure>\n\n <p>Like any other industrial-scale facility, a BESS would require adequate maintenance and safety precautions, especially when its vicinity is close to residential neighbourhoods. This is because there are fire safety concerns regarding large battery storage systems. Improper cooling of the facility or battery cell failures can cause a fire, which can spread to other batteries, and cause a <q>thermal runaway</q>. These occurrences are infrequent, and BESSs are becoming safer by the day due to advances in battery technology (flame-resistant batteries, NI-Fe-PO<sub>4</sub> cells instead of Ni-Mn-Co batteries) and the establishment of better safety mechanisms (e.g., fire suppression features). </p><p>However, there is a valid concern that these thermal runaways can be a serious hazard for the public, even if the risk is small.  In the UK, there have been at least two incidents involving a fire at a BESS: one in Liverpool in <a href=\"https://www.energy-storage.news/fire-at-statera-bess-project-in-england-brought-under-control-handed-back-to-site-management\">September 2020 </a> and one at a BESS under construction in Essex in <a href=\"https://www.energy-storage.news/fire-at-statera-bess-project-in-england-brought-under-control-handed-back-to-site-management\">February 2025</a>. Part of the problem may be that there is no single legislative framework around the safety requirements of a BESS, as individual batteries will adhere to their specific product safety regulations, and the facility itself will comply with building/facility safety requirements. Consequently, there are concerns that existing regulations and guidelines set out by the government are not sufficient to address the safety risks posed by BESSs. The only actively managed website specifically made for BESS is available through the <a href=\"https://www.hse.gov.uk/electricity/battery-energy-storage-systems.htm\">Health and Safety Executive website</a>. To my knowledge, local authorities work on the recommendations by the National Fire Chiefs Council (NFCC). The local authorities are also required to publicise the application to local residents and take their views into account when deciding on a planning application. </p><p><strong>So, are BESSs a fire safety risk?</strong><br>The Faraday Institution estimates that the risk of a battery cell to catch fire is in the range of 1 to 10 million to 1 in 40 million. Even on the lower end, that’s one cell catching fire in every 1,000,000 battery cells. That is a 0.0001 % risk of fire. In comparison, 0.19 % of the UK’s population was involved in a car accident in the year <a href=\"https://www.gov.uk/government/statistics/reported-road-casualties-great-britain-provisional-results-2024/reported-road-casualties-in-great-britain-provisional-estimates-2024\">2024</a>.</p><p>Practically, there is a small risk of fire and the occurrence of a thermal runaway at a BESS site, the same way there are risks to everything that involves fuel, electricity and electrical equipment. There is no doubt that more can be done to mitigate these risks. The government had a debate on safety regulations surrounding BESSs in <a href=\"https://hansard.parliament.uk/commons/2025-06-05/debates/69C88AD8-77F8-4F85-A934-2DA4AFCCB24B/BatteryEnergyStorageSitesSafetyRegulations\">June 2025</a>.  MPs are demanding a national regulatory framework that deals with the unique risks posed by BESS sites. MPs also conveyed the frustration of local authorities, stating that they do not have specific guidance on how to manage these applications. Broadly, the MPs have asked for the following measures:</p>\n\n<ul><li>Mandatory requirements for certain safety features such as thermal containment measures and fire suppression for fire services to be made statutory consultees for planning applications</li><li> For a mandatory minimum distance from residential premises</li><li>For clearer guidance from the Health and Safety Executive</li><li>For stronger environmental permitting regulations. </li></ul>\n\n<p>The government’s response was that they <q>could look into it</q>, and as usual, not promising anything concrete. Only time will tell what progress is made on this aspect, but one thing is clear. Green energy is here and we either embrace it (with proper checks and guidelines, of course) or we continue to pollute the environment due to our reliance on fossil fuels. </p><p>For further reading, I recommend you read this research briefing from the <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-7621/CBP-7621.pdf\"> House of Commons</a>,<a href=\"https://www.faraday.ac.uk/wp-content/uploads/2023/07/Faraday_Insights_17_July2023_FINAL.pdf\"> this </a>and <a href=\"https://www.faraday.ac.uk/wp-content/uploads/2024/11/Faraday_Insights_21_FINAL.pdf\">this</a> article from the Faraday Institution."
},
  "net-zero-2025": {
    "title": "UK Net Zero 2025: Progress, Pitfalls, and What’s Next",
    "date": "2025-08-22",
    "tags": ["Net Zero", "UK Government"],
    "content_html": "<p>Last month (June 2025) marked six years since the <a href=\"https://www.legislation.gov.uk/ukpga/2008/27/contents\">Climate Change Act of 2008</a> was amended to commit the UK to net zero emissions by 2050, replacing the previous target of an 80% reduction. This ambitious goal is supported by an interim commitment of an 81% emissions reduction by 2035, reaffirmed by Prime Minister Sir Keir Starmer at the COP29 meeting in December 2024<sup>1</sup>.</p>\n\n<p>The UK has been a pioneer in many aspects of tackling climate change—being the first nation to commit to net zero emissions and driving major policy changes to spur what was once called the <a href=\"https://www.gov.uk/government/publications/the-ten-point-plan-for-a-green-industrial-revolution\">green industrial revolution</a>. So far, the UK has met its targets for cutting carbon emissions up to 2025, with 2024 seeing a 50.4% reduction compared to 1990 levels<sup>2</sup>. However, this achievement is largely due to the phasing out of coal-fired power plants and reductions in industry-related emissions (or perhaps shifting manufacturing abroad, a debate for another day). The last coal-fired power plant, in Ratcliffe-on-Soar, closed in 2024<sup>3</sup>, and the <a href=\"https://www.gov.uk/government/publications/clean-power-2030-action-plan\">Clean Power by 2030 Action Plan</a> has laid out the framework for transitioning the nation to 100% renewable energy by 2030, including nuclear power.</p>\n\n<p>However, it’s not all good news. Despite steady progress, the toughest challenges for the government lie ahead. With coal out of the picture, the real test will be how far policymakers are willing to go. The aviation sector has shown an increase in carbon emissions year on year<sup>4</sup> (excluding 2020-21 due to COVID-19). The same trend applies to emissions from imports, which are steadily rising. These imported emissions come from goods and services brought in from other countries, raising questions about what the government is doing to address Scope 2 and Scope 3 emissions linked to the UK’s economic activity.</p>\n\n<p>The challenges ahead are clear. From now on, the biggest reductions must come from sectors beyond energy<sup>4</sup>. Industry, surface transportation, aviation, shipping, land use (such as agriculture and forestry), and buildings will all need to play their part. The government hopes you and I will ditch petrol cars and buy electric ones (hence the EV purchase grants). In fact, by 2030, you won’t have a choice because sales of new petrol and diesel cars will be banned<sup>5</sup>. The Climate Change Committee has also recommended that new residential buildings be fitted with heat pumps instead of gas boilers, and that older homes be retrofitted<sup>4</sup>. This is a real pickle, considering only about 1% of UK homes currently use heat pump technology, one of the lowest adoption rates in Europe.</p>\n\n<figure>\n<img class=\"carbon_emissions_net_zero\" src=\"assets/images/carbon_emissions_net_zero.jpg\" alt=\"Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in achieving Net Zero targets, other sectors must significantly reduce their carbon emissions between 2025 and 2050\">\n<figcaption>Reduction in carbon emissions until 2025 have mostly come from the Energy sector. To continue making progress in achieving Net Zero targets, other sectors must significantly reduce their carbon emissions between 2025 and 2050. Source: The Climate Change Committee</figcaption>\n</figure>\n\n<p>With all this in mind, I’m holding my breath for the Carbon Budget Delivery Plan (CBDP 2025), expected by October after two back-to-back legal challenges from the good people of Client Earth, Friends of the Earth, and the Good Law Project. These NGOs are doing the heavy lifting of holding the government accountable, ensuring real action, not wishy-washy false promises (e.g., <a href=\"https://www.gov.uk/government/publications/net-zero-strategy\">BoJo’s Build Back Greener</a>). Keep your eyes peeled at this space to know how the current government intends to deliver meaningful carbon reductions in the years ahead.</p>\n\n<p><strong>22 August 2025</strong><br>Nishant Chauhan<br>(Edited with the help of OpenAI)</p>\n\n<ul>\n<li><sup>1</sup> <a href=\"https://esgnews.com/uk-prime-minister-starmer-commits-to-cutting-emissions-by-81-by-2035-at-cop29/\">ESG News</a></li>\n<li><sup>2</sup> <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9888/\">UK Parliament 2025 Progress Report</a></li>\n<li><sup>3</sup> <a href=\"https://www.bbc.co.uk/news/articles/c5y35qz73n8o\">BBC News</a></li>\n<li><sup>4</sup> <a href=\"https://www.theccc.org.uk/publication/progress-in-reducing-emissions-2025-report-to-parliament/#progress-in-reducing-emissions-2025-report-to-parliament\">The Climate Change Committee 2025 Progress Report</a></li>\n<li><sup>5</sup> <a href=\"https://www.gov.uk/government/speeches/phasing-out-the-sale-of-new-petrol-and-diesel-cars-from-2030-and-support-for-zero-emission-vehicle-zev-transition\">UK Government Announcement</a></li>\n</ul>"
  },
  "climate-adaptation-2025": {
    "title": "What is the UK’s progress in preparing for climate change?",
    "date": "2025-08-28",
    "tags": ["Climate Change", "UK Government"],
    "content_html": "<p>Even if the UK achieves Net Zero by 2050, the carbon we emit up to that point will continue to influence the climate. Moreover, not all countries have committed to the same target, meaning global emissions could keep adding to the ocean-atmosphere system well beyond 2050. Europe is already the fastest warming continent in the world<sup>1</sup>, and this makes it clear that the UK needs to prepare for a changing climate and its potential impact on society. </p>\n\n<p>CO<sub>2</sub> in the atmosphere contributes to the greenhouse effect, which causes global warming. As the planet warms, the atmosphere holds more energy, leading to higher temperatures and consequentially, greater evaporation. This accelerates the water cycle, making weather extremes such as heatwaves and heavy rainfall more frequent and severe. The consequences of these changes are already evident in the UK. 2024 was the hottest year on record<sup>2</sup>, and in 2022, the UK experienced temperatures above 40&deg;C for the first time<sup>3</sup>. </p>\n\n<p>Heatwaves pose serious risks to human health, especially for vulnerable people and children. They can also cause severe damage to infrastructure. Roads can develop cracks, or become softer, reducing road safety. Railway tracks may buckle, and overhead power lines can sag under the heat. Data centres and servers can overheat and fail, causing disruptions across sectors. Additionally, heatwaves can give rise to wildfires. Recent years have seen an unprecedented increase in wildfires in UK and Europe, with 2025 being the worst year. </p>\n\n<figure>\n<img class=\"wildfires-uk-2025\" src=\"assets/images/wildires-uk-2025.jpg\" alt=\"2025 has seen the largest area of land burnt due to wildfires in the UK, source: Global Wildfire Information System\">\n<figcaption>The UK has seen the largest amount of terrestrial area burnt due to wildfires in 2025. Source: Global Wildfire Information System </figcaption>\n</figure>\n\n<p>Climate change also affects rainfall patterns. The UK saw its wettest 18 months on record between October 2022 and March 2024<sup>4</sup>. Heavy rainfall over short periods overwhelms drainage systems, causing excess surface water runoff and creating floods. Flooding can affect residential houses, businesses and industries. By 2050, one in four houses are at risk of flooding in the UK, and towns like Tenbury Wells in Worcestershire have already endured floods several times in recent years<sup>5</sup>. Flooding also affects transport networks. Over a third of the UK’s rail and road network is currently at risk of flooding, and this may increase to over half by 2050. </p>\n\n<p>Despite these looming threats, the UK is not adequately prepared. The climate change committee (CCC) highlighted this in their <a href=\"https://www.theccc.org.uk/publication/progress-in-adapting-to-climate-change-2025/#progress-in-adapting-to-climate-change-2025\">2025 progress report</a>, warning that the government is yet to take substantial action towards improving UK’s resilience to climate change. One of the biggest challenges lies in governance: adaptation responsibilities are spread across multiple departments, and policies are poorly integrated with other priorities. The CCC provides a Climate Change Risk Assessment (CCRA) to the government, which advises the government in producing a National Adaptation Plan (NAP). Both are based on data reported under the adaptation reporting power (ARP), through which the government seeks to obtain data on the present and/or future impacts of climate change on organisations (e.g., water and transport companies, and financial regulators). The government is legally required to produce these NAPs over 5-year periods as set out in the Climate Change Act of 2008. The most recent <a href=\"https://www.gov.uk/government/publications/third-national-adaptation-programme-nap3\">NAP3</a> was published in July 2023, and since then, the CCC has produced several documents highlighting the necessity of implementing policies focused on climate change adaptation. So far, the government has failed to address these concerns. </p>\n\n<figure>\n<img class=\"UK-progress-prep-cliamte-change-2025\" src=\"assets/images/UK-progress-prep-cliamte-change-2025.jpg\" alt=\"A summary of the assessment done by the Climate Change Committee on the UK’s progress in preparing for climate change. source: Progress Report 2025, Climate Change Committee\">\n<figcaption>A summary of the assessment done by the Climate Change Committee on the UK’s progress in preparing for climate change. Out of the 46 required outcomes, only three have had good progress on policies and plans. Source: Progress Report 2025, Climate Change Committee</figcaption>\n</figure>\n\n<p>Measuring progress is complex because there is no single metric that measures resilience to climate change. Instead, the CCC identifies risks and opportunities upon which the government must act. Of the 61 risks identified, some of the most critical include:</p>\n\n<ul><li>Risk to the viability and diversity of terrestrial and freshwater habitats and species from multiple hazards.</li><li>Risks to soil health due to flooding and drought, and the loss of natural carbon stores.</li><li>Risk to crops, livestock, food supply and essential services due to supply chain disruptions.</li><li>Risk to human health and the economy from power failures.</li><li>Risks to the UK from climate impacts overseas (climate migration, disruption in industry, geopolitical tensions, etc.).</li></ul>\n\n<p>Clearly, there is plenty that needs to be done to improve our resilience to climate change. Homes can be retrofitted to withstand extreme weather such as prolonged rainfall or heatwaves. The government can invest in stronger flood defences to protect riversides and prevent coastal erosion. Freshwater management can be significantly improved to withstand heavy rainfall without causing contamination. Farming practices can evolve, with policies to incentivise sustainable farming practices and protect food security.</p>\n\n<p>The climate is changing, and the UK cannot afford to wait. Strengthening resilience now is not just a matter of policy, it is a matter of survival.</p>\n\n<sup>1</sup><a href=\"https://www.eea.europa.eu/en/analysis/publications/european-climate-risk-assessment\">European Climate Risk Assessment</a>\n\n<sup>2</sup><a href=\"https://wmo.int/news/media-centre/wmo-confirms-2024-warmest-year-record-about-155degc-above-pre-industrial-level\">2024 Hottest Year in UK</a>\n\n<sup>3</sup><a href=\"https://www.bbc.co.uk/news/uk-62217282\">40 degrees Celsius in the UK for the first time</a>\n\n<sup>4</sup><a href=\"https://news.sky.com/story/england-soaked-by-record-rainfall-in-last-18-months-new-met-office-figures-show-13106645\">UK’s wettest 18 months since records began</a>\n\n<sup>5</sup><a href=\"https://www.bbc.co.uk/news/articles/c334jnmx6lzo\">Flooding in Tenbury Wells</a>"
  },
   "carbon-markets-2025": { 
      "title": "A Rough Guide to Carbon Markets", 
      "date": "2025-09-30", 
      "tags": ["Carbon Markets", "UK Government"], 
    "content_html": "<p>This article is being written thanks to the policy overview on the UK Emissions Trading Scheme (<a href =\"https://www.gov.uk/government/publications/uk-emissions-trading-scheme-uk-ets-policy-overview\">UK ETS</a>) that was published on 29 August 2025 by DESNZ. I took this opportunity to learn about carbon markets, as I had been putting off this topic with the usual excuse that <q>I don’t understand finance lingo </q>. So, here's my attempt at explaining (and understanding) carbon markets.</p> \n\n<p><strong>What is a Carbon Market?</strong><br>A carbon market is a system where countries and companies can buy and sell <q>carbon credits</q> within a defined framework. A carbon credit is usually equivalent to one tonne of CO<sub>2</sub>e (CO<sub>2</sub> equivalent), although there are exceptions (see CORSIA below). The financial value of a carbon credit, like most things in economics, are based on the demand and supply of carbon credits. There are two types of carbon markets, voluntary and compliance markets. Compliance markets are created by the government where they set legally binding reductions in emissions for companies within a given timeframe. Voluntary markets, as the name suggests, allow for government and businesses to reduce their greenhouse gas emissions voluntarily, usually in addition to their legally binding targets. There is <i>another</i> way of classifying carbon markets: <strong> cap and trade schemes </strong> and <strong> baseline-and-credit mechanisms </strong>. Let’s first understand the latter, which is more straightforward to conceptualise. Baseline-and-credit mechanisms can loosely be described as carbon offsetting mechanisms, where one company emits one tonne of CO<sub>2</sub>e which is <q>offset</q> by a reduction one tonne of CO<sub>2</sub>e somewhere else. A crucial point to note is that carbon offsets need to have happened already, which avoids double counting (from the emitter’s side and the reducer’s side).</p><p><strong>What are Carbon Offsets?</strong><br>Carbon offsets can be a part of both voluntary and compliance markets, as they act as a tool for a company to reduce their emissions. Carbon offsets can only be a temporary solution, as this type of carbon trading is not compatible with Net Zero. This is because no real reductions in carbon emissions are happening. Carbon offsets must only be used for those emissions that cannot be reduced or avoided. Carbon offsets may also be misused as they provide a sneaky way for companies to keep polluting while complying with government regulations. Companies can continue emitting as much as they like, and they will not be penalised by governments as long as they keep buying offsets. Even in principle, carbon offsetting does not work as the Paris Agreement requires all countries to <q>reduce emissions as much as they can</q>, which means there cannot be <q>spare</q> emission reductions that can be sold for offsetting carbon emissions for another polluter. Carbon offsets may work if carbon offsets are bought and sold within one country and when the emission reductions happen by sequestering carbon (e.g., engineered carbon removals, afforestation) instead of reducing the amount of carbon emitted.</p><strong>What are Emission trading Schemes?</strong><br><p> Cap-and-trade schemes, or Emission trading Schemes (ETS) are typically a part of the compliance market. Here, governments put an overall cap on the total emissions that can be emitted by the sectors covered in the scheme. The cap reduced over time so that real reductions in carbon emissions take place in alignment with their Net Zero targets, and by putting a cap, and creating a carbon price (the financial value of a carbon credit), this scheme incentivises companies to invest in decarbonisation. In the UK, the UK ETS cover the aviation, power and heavy industry sectors (~25% of UK emissions, excluding scope 3 emissions), with the maritime and waste sectors being covered by 2026 and 2028, respectively. UK ETS was born on 1 January 2021, when the UK left the EU, and the resulting withdrawal from the EU ETS, which has been in operation since 2005. (Interestingly, in May 2025, the labour government and the EU agreed to link EU ETS and the UK ETS to co-operate on carbon pricing systems).</p><p>The way the UK ETS work is that companies covered by this scheme must annually surrender UK ETS Allowances (UKAs, equivalent to 1 tonne of CO<sub>2</sub>) to cover their emissions for that year. However, to surrender UKAs, companies must first acquire them, which they do by either buying UKAs from secondary markets in an auction set up by the government, or by using their <q>free allowance</q>. The government tries to prevent <strong>carbon leakage</strong> by providing free allowances to sectors at risk. Carbon leakage happens when companies just move their business to another country with softer rules on decarbonisation allow them to continue emitting. This is obviously bad overall and would not be a problem if all countries agreed to Net Zero by the same deadline, but let’s not daydream here. So, free allowances give companies some breathing room and offer financial incentives as companies can sell their free allowances on the secondary market to cover the extra costs incurred during their decarbonisation efforts. The government realised that the risk of carbon leakage in the domestic aviation industry was minimal (importing a domestic flight is difficult), so they decided to end allocating free UKAs to airlines starting January 2026. For other sectors where importing goods is more feasible, the UK government aims to implement a carbon price on carbon-intensive goods that are imported into the UK from sectors that are at risk of carbon leakage, starting January 2027. The <strong>UK Carbon Border Adjustment Mechanism (CBAM)</strong> will place a carbon price on imported goods that will be equivalent to the carbon price paid by domestic producers so that carbon emissions are not displaced overseas.</p><p><strong>Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA)</strong><br>CORSIA is a carbon market especially designed for the aviation industry, which is run by a UN body called the International Civil Aviation Organisation (ICAO). Simply put, this scheme aims to make airlines offset the increase in emissions that will come from the growth of the industry by buying credits from secondary markets. However, CORSIA is bullsh*t. It only covers CO<sub>2</sub> emissions, not CO<sub>2</sub>equivalent. The emissions from other greenhouse gases, which are most often more polluting than CO<sub>2</sub> are not considered (don’t ask me why, it’s surely not through lobbying). Also, this scheme only covers international flights, and within that, only the <i>growth</i> in emissions (above 85% of 2019 emissions).</p><p><strong>How did we get here?</strong><br>The UN passed the Kyoto Protocol in 1997 with an understanding that the threat from Climate Change is imminent. This was officially recognised by 156 countries, except the two biggest polluters of the world - US and Australia. Under the Kyoto Protocol, countries, usually the developed and highly polluting ones, agreed to reduce their greenhouse gas emissions below their country-specific targets in a pre-defined time frame. Each country was then given emission permits that would be equivalent to to their emission levels in 1990, minus their committed reductions. The Kyoto Protocol established three carbon markets -</p><p>The <strong>Clean Development Mechanism (CDM)</strong> allowed rich countries to buy emission reductions from poorer (or developing) countries through carbon credits called Certified Emission Reductions (CERs). In theory, this would have allowed rich countries to fund cheap emission reductions in developing countries instead of funding expensive emissions reductions in their own backyard. However, in practice, this even failed to compensate for existing emissions, because a high proportion of the emission reductions under the CDM would have happened anyway as many projects that were selling credits were already required to cut emissions mandated by local laws. Therefore, these reductions were not <q>additional</q> emission reductions. In fact, as these credits were sold to countries as a license to pollute, this led to an <i>increase</i> in emissions. <strong>International Emissions Trading (IET)</strong> was a cap-and-trade system, like an ETS, where rich countries traded emission <i>allowance</i> units (called Assigned Amount Units or AAUs) between each other. This market failed miserably as too many AAUs were distributed, making the market very weak (remember supply and demand?)<strong>Joint Implementation (JI)</strong> was similar to CDM, where rich countries were allowed to invest in emission-reducing projects in other rich countries. </p><p> <strong> Carbon Markets 2.0 - The Paris Agreement</strong><br> Due to the problems with the carbon markets established in the Kyoto Protocol, the UNFCCC under the Paris Agreement of 2015 tweaked the ways the three markets (CDM, IET and JI) operated. They came up with Article 6 of the Paris Agreement, with two markets mechanisms outlined by Article 6.2 and 6.4 with stronger measures to ensure their validity and robustness. <strong>Article 6.2</strong> set up a carbon market that resembles IET and JI systems, where countries are allowed to sell any extra emission reductions they have achieved compared to their target. These reductions are traded in the form of Internationally Transferred Mitigation Outcomes (ITMOs). This mechanism is what is now known as (and discussed earlier), Carbon Offsetting Mechanisms. <strong>Article 6.4</strong> is a modified version of the CDM, except that it will no longer be restricted to projects implemented in developing countries. This market is also known as an Emissions Trading Scheme (ETS), which was also discussed earlier.</p><p>There is no doubt that there are many shortcomings in carbon markets established by the Paris Agreement and the challenges can have a significant impact on our progress towards Net Zero. Challenges include perceived credibility of the market, reputational sensitivities around carbon credit use; regulatory and policy uncertainty; uncertain corporate demand, and the limited availability of capital for carbon emissions reduction and removal projects. Although it is estimated that the financial value of the carbon market could reach up to $250 Billion, currently only a tiny fraction of this funding is being invested. I need to invest a lot more time and energy into understanding the intricacies of the carbon market, as I’m sure I’m missing some obvious things here. Voluntary carbon markets and things like REDD+ that work with ecosystem service payments are some obvious things that I have not included here. Other things include nature-based solutions, which are all over the news at the moment. However, I hope this piece serves as a solid foundation for anyone to get a surface-level understanding of this concept.</p>"
   }

}
